Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Drag edges to trim · Hold to move · Keep holding for more
de: Kanten ziehen zum Trimmen · Halten zum Bewegen · Weiter halten für mehr
es: Arrastra los bordes para recortar · Mantén pulsado para mover · Sigue pulsando para más opciones
fr: Faites glisser les bords pour ajuster · Maintenez pour déplacer · Maintenez encore pour plus d'options
it: Trascina i bordi per regolare · Tieni premuto per spostare · Continua a premere per altre opzioni
sv: Dra i kanterna för att trimma · Håll för att flytta · Håll kvar för fler val

source: Drag text in the preview. Pinch to resize; turn with two fingers to rotate.
de: Zieh den Text in der Vorschau. Zusammenziehen ändert die Größe; mit zwei Fingern drehen.
es: Arrastra el texto en la previsualización. Pellizca para redimensionarlo; gíralo con dos dedos.
fr: Faites glisser le texte dans l'aperçu. Pincez pour le redimensionner ; tournez à deux doigts pour le faire pivoter.
it: Trascina il testo nell'anteprima. Pizzica per ridimensionarlo; ruotalo con due dita.
sv: Dra texten i förhandsvisningen. Knip för att ändra storlek; vrid med två fingrar för att rotera.

source: Drag the line on the picture to place it; rotate to change its direction.
de: Zieh die Linie im Bild, um sie zu platzieren; drehe sie, um ihre Richtung zu ändern.
es: Arrastra la línea sobre la imagen para colocarla; gírala para cambiar su dirección.
fr: Faites glisser la ligne sur l'image pour la placer ; faites-la pivoter pour changer sa direction.
it: Trascina la linea sull'immagine per posizionarla; ruotala per cambiarne la direzione.
sv: Dra linjen på bilden för att placera den; rotera för att ändra dess riktning.

source: Drag the shape directly on the picture.
de: Zieh die Form direkt im Bild.
es: Arrastra la forma directamente sobre la imagen.
fr: Faites glisser la forme directement sur l'image.
it: Trascina la forma direttamente sull'immagine.
sv: Dra formen direkt på bilden.

source: Drag the shape in the preview. Pinch to resize; turn with two fingers to rotate.
de: Zieh die Form in der Vorschau. Zusammenziehen ändert die Größe; mit zwei Fingern drehen.
es: Arrastra la forma en la previsualización. Pellizca para redimensionarla; gírala con dos dedos.
fr: Faites glisser la forme dans l'aperçu. Pincez pour la redimensionner ; tournez à deux doigts pour la faire pivoter.
it: Trascina la forma nell'anteprima. Pizzica per ridimensionarla; ruotala con due dita.
sv: Dra formen i förhandsvisningen. Knip för att ändra storlek; vrid med två fingrar för att rotera.

source: Drag the shape on the picture to position it.
de: Zieh die Form im Bild, um sie zu positionieren.
es: Arrastra la forma sobre la imagen para colocarla.
fr: Faites glisser la forme sur l'image pour la positionner.
it: Trascina la forma sull'immagine per posizionarla.
sv: Dra formen på bilden för att placera den.

source: Drag the shape to move it, or its handles to resize, rotate and soften it.
de: Zieh die Form, um sie zu bewegen, oder ihre Griffe, um sie zu skalieren, zu drehen und weichzuzeichnen.
es: Arrastra la forma para moverla, o sus tiradores para redimensionarla, girarla y suavizarla.
fr: Faites glisser la forme pour la déplacer, ou ses poignées pour la redimensionner, la faire pivoter et l'adoucir.
it: Trascina la forma per spostarla, o le sue maniglie per ridimensionarla, ruotarla e ammorbidirla.
sv: Dra formen för att flytta den, eller dess handtag för att ändra storlek, rotera och mjuka upp den.

source: Drag to compare. Every look in GradeLab is this one gesture away.
de: Zieh zum Vergleichen. Jeder Look in GradeLab ist nur diese eine Geste entfernt.
es: Arrastra para comparar. Todos los looks de GradeLab están a un solo gesto.
fr: Faites glisser pour comparer. Chaque look de GradeLab est à un seul geste.
it: Trascina per confrontare. Ogni look di GradeLab è a un solo gesto di distanza.
sv: Dra för att jämföra. Varje look i GradeLab är en enda gest bort.

source: Drag to move the mask on the picture
de: Zieh, um die Maske im Bild zu bewegen
es: Arrastra para mover la máscara sobre la imagen
fr: Faites glisser pour déplacer le masque sur l'image
it: Trascina per spostare la maschera sull'immagine
sv: Dra för att flytta masken på bilden

source: Drag to move the mask over the selected clip
de: Zieh, um die Maske über den ausgewählten Clip zu bewegen
es: Arrastra para mover la máscara sobre el clip seleccionado
fr: Faites glisser pour déplacer le masque sur le clip sélectionné
it: Trascina per spostare la maschera sulla clip selezionata
sv: Dra för att flytta masken över det valda klippet

source: Drag to resize. Double tap to restore the automatic size.
de: Zieh, um die Größe zu ändern. Doppeltippen stellt die automatische Größe wieder her.
es: Arrastra para redimensionar. Doble toque para recuperar el tamaño automático.
fr: Faites glisser pour redimensionner. Double touchez pour rétablir la taille automatique.
it: Trascina per ridimensionare. Doppio tocco per ripristinare la dimensione automatica.
sv: Dra för att ändra storlek. Dubbeltryck för att återgå till automatisk storlek.

source: Drag to the end for fully rounded. A square shape becomes a circle; a wider one becomes a capsule.
de: Zieh bis ans Ende für vollständig abgerundet. Eine quadratische Form wird zum Kreis, eine breitere zur Kapsel.
es: Arrastra hasta el final para redondearla del todo. Una forma cuadrada se convierte en un círculo; una más ancha, en una cápsula.
fr: Faites glisser jusqu'au bout pour un arrondi complet. Une forme carrée devient un cercle ; une forme plus large devient une capsule.
it: Trascina fino in fondo per arrotondarla del tutto. Una forma quadrata diventa un cerchio; una più larga diventa una capsula.
sv: Dra hela vägen för helt rundade hörn. En kvadratisk form blir en cirkel; en bredare blir en kapsel.

source: Draw a closed outline around the object you want to keep.
de: Zeichne eine geschlossene Kontur um das Objekt, das du behalten willst.
es: Dibuja un contorno cerrado alrededor del objeto que quieres conservar.
fr: Tracez un contour fermé autour de l’objet que vous voulez conserver.
it: Disegna un contorno chiuso attorno all’oggetto che vuoi conservare.
sv: Rita en sluten kontur runt objektet du vill behålla.

source: Draw a lasso around the object before tracking it.
de: Zeichne ein Lasso um das Objekt, bevor du es trackst.
es: Dibuja un lazo alrededor del objeto antes de rastrearlo.
fr: Dessinez un lasso autour de l’objet avant de le suivre.
it: Disegna un lazo attorno all’oggetto prima di tracciarlo.
sv: Rita ett lasso runt objektet innan du spårar det.

source: Draw around the object you want to keep, the way you would in a photo editor.
de: Zeichne um das Objekt herum, das du behalten willst – so wie in einem Fotoeditor.
es: Dibuja alrededor del objeto que quieres conservar, igual que en un editor de fotos.
fr: Tracez autour de l’objet que vous voulez conserver, comme dans un éditeur photo.
it: Disegna attorno all’oggetto che vuoi conservare, come faresti in un editor di foto.
sv: Rita runt objektet du vill behålla, precis som i en bildredigerare.

source: Draw Lasso
de: Lasso zeichnen
es: Dibujar lazo
fr: Dessiner le lasso
it: Disegna il lazo
sv: Rita lasso

source: Draw Points
de: Punkte zeichnen
es: Trazar puntos
fr: Tracer des points
it: Traccia punti
sv: Rita punkter

source: Draw the lasso around a larger part of the picture before tracking.
de: Zeichne das Lasso um einen größeren Teil des Bildes, bevor du trackst.
es: Dibuja el lazo alrededor de una parte más grande de la imagen antes de rastrear.
fr: Dessinez le lasso autour d’une plus grande partie de l’image avant de suivre.
it: Disegna il lazo attorno a una porzione più ampia dell’immagine prima di tracciare.
sv: Rita lassot runt en större del av bilden innan du spårar.

source: Drop video, photos and audio here, or use Import Media. Then drag one onto the canvas or the timeline.
de: Lege Videos, Fotos und Audio hier ab oder nutze „Medien importieren“. Zieh dann eines auf die Arbeitsfläche oder die Timeline.
es: Suelta aquí vídeos, fotos y audio, o usa Importar material. Después arrastra uno al lienzo o a la línea de tiempo.
fr: Déposez vidéos, photos et audio ici, ou utilisez Importer des médias. Faites ensuite glisser l’un d’eux sur le canevas ou la timeline.
it: Trascina qui video, foto e audio, oppure usa Importa contenuti. Poi trascinane uno sul canvas o sulla timeline.
sv: Släpp video, foton och ljud här, eller använd Importera medier. Dra sedan något till arbetsytan eller tidslinjen.

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
sv: Duplicera

source: Duplicate animation track for %@.
de: Doppelte Animationsspur für %@.
es: Pista de animación duplicada para %@.
fr: Piste d’animation en double pour %@.
it: Traccia di animazione duplicata per %@.
sv: Dubblerat animeringsspår för %@.

source: Duplicate Clip
de: Clip duplizieren
es: Duplicar el clip
fr: Dupliquer le clip
it: Duplica clip
sv: Duplicera klipp

source: Duplicate mask animation track for %@.
de: Doppelte Masken-Animationsspur für %@.
es: Pista de animación de máscara duplicada para %@.
fr: Piste d’animation de masque en double pour %@.
it: Traccia di animazione della maschera duplicata per %@.
sv: Dubblerat animeringsspår för masken %@.

source: Duplicate mask identifier on a clip.
de: Doppelte Masken-ID auf einem Clip.
es: Identificador de máscara duplicado en un clip.
fr: Identifiant de masque en double sur un clip.
it: Identificatore di maschera duplicato su una clip.
sv: Dubblerad maskidentifierare på ett klipp.

source: Duplicate track identifiers.
de: Doppelte Spur-IDs.
es: Identificadores de pista duplicados.
fr: Identifiants de piste en double.
it: Identificatori di traccia duplicati.
sv: Dubblerade spåridentifierare.

source: Duplicate transition identifiers.
de: Doppelte Übergangs-IDs.
es: Identificadores de transición duplicados.
fr: Identifiants de transition en double.
it: Identificatori di transizione duplicati.
sv: Dubblerade övergångsidentifierare.

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
sv: Längd

source: Duration (s)
de: Dauer (s)
es: Duración (s)
fr: Durée (s)
it: Durata (s)
sv: Längd (s)

source: Dynamic Range
de: Dynamikumfang
es: Rango dinámico
fr: Plage dynamique
it: Gamma dinamica
sv: Dynamiskt omfång

source: Each source frame is held.
de: Jeder Quellframe wird gehalten.
es: Cada fotograma de origen se mantiene.
fr: Chaque image source est maintenue.
it: Ogni fotogramma sorgente viene mantenuto.
sv: Varje källbildruta hålls kvar.

source: Each source frame is held. Fastest, and the only honest choice for fast motion.
de: Jeder Quell-Frame wird gehalten. Am schnellsten und die einzige ehrliche Wahl für schnelle Bewegung.
es: Cada fotograma de origen se mantiene. Lo más rápido y la única opción honesta para el movimiento rápido.
fr: Chaque image source est maintenue. Le plus rapide, et le seul choix honnête pour un mouvement rapide.
it: Ogni fotogramma sorgente viene mantenuto. Il più rapido, e l'unica scelta onesta per il movimento veloce.
sv: Varje källbildruta hålls kvar. Snabbast, och det enda ärliga valet vid snabb rörelse.

source: EARLY ADOPTER — %lld%% OFF
de: FRÜHBUCHER — %lld %% RABATT
es: ANTICIPADO — %lld %% DE DESCUENTO
fr: DÉCOUVERTE — %lld %% DE RÉDUCTION
it: PIONIERI — %lld%% DI SCONTO
sv: TIDIG ANVÄNDARE — %lld %% RABATT

source: EARLY ADOPTER PRICE
de: FRÜHBUCHERPREIS
es: PRECIO ANTICIPADO
fr: PRIX DÉCOUVERTE
it: PREZZO PIONIERI
sv: PRIS FÖR TIDIGA ANVÄNDARE

source: Eases into slow motion and back out.
de: Gleitet sanft in die Zeitlupe und wieder heraus.
es: Entra suavemente en cámara lenta y vuelve a salir.
fr: Glisse en douceur vers le ralenti et en ressort.
it: Scivola dolcemente nel rallentatore e ne esce.
sv: Glider mjukt in i slow motion och ut igen.

source: EDGE
de: KANTE
es: BORDE
fr: BORD
it: BORDO
sv: KANT

source: Edit text
de: Text bearbeiten
es: Editar el texto
fr: Modifier le texte
it: Modifica il testo
sv: Redigera text

source: Edit unavailable
de: Bearbeiten nicht verfügbar
es: Edición no disponible
fr: Modification indisponible
it: Modifica non disponibile
sv: Redigering ej tillgänglig

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
sv: Redigerad

source: Edited since matching. Moving Strength rebuilds from the match and discards those edits.
de: Seit dem Abgleich bearbeitet. Das Bewegen von Stärke baut vom Abgleich neu auf und verwirft diese Änderungen.
es: Editado desde el ajuste. Mover Intensidad reconstruye a partir del ajuste y descarta esas ediciones.
fr: Modifié depuis la correspondance. Déplacer Intensité reconstruit à partir de la correspondance et abandonne ces modifications.
it: Modificato dall'abbinamento. Muovere Intensità ricostruisce dall'abbinamento e scarta quelle modifiche.
sv: Ändrad sedan matchningen. Att flytta Styrka bygger om från matchningen och kastar de ändringarna.

source: Edited timelines render on the canvas frame grid. Source files remain unchanged.
de: Bearbeitete Timelines werden auf dem Bildraster der Arbeitsfläche gerendert. Die Quelldateien bleiben unverändert.
es: Las líneas de tiempo editadas se renderizan en la rejilla de fotogramas del lienzo. Los archivos de origen no se modifican.
fr: Les timelines modifiées sont rendues sur la grille d'images du canevas. Les fichiers source restent inchangés.
it: Le timeline modificate vengono renderizzate sulla griglia di fotogrammi del canvas. I file sorgente restano invariati.
sv: Redigerade tidslinjer renderas på arbetsytans bildrutenät. Källfilerna förblir oförändrade.

source: Edited timelines render on the project’s frame grid. Source files remain unchanged.
de: Bearbeitete Timelines werden im Frame-Raster des Projekts gerendert. Quelldateien bleiben unverändert.
es: Las líneas de tiempo editadas se renderizan sobre la rejilla de fotogramas del proyecto. Los archivos de origen no se modifican.
fr: Les timelines modifiées sont rendues sur la grille d'images du projet. Les fichiers sources restent inchangés.
it: Le timeline modificate vengono renderizzate sulla griglia di fotogrammi del progetto. I file sorgente restano invariati.
sv: Redigerade tidslinjer renderas på projektets bildrutenät. Källfilerna förblir oförändrade.

source: Editing
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
sv: Redigering

source: Editing %@
de: %@ wird bearbeitet
es: Editando %@
fr: Modification de %@
it: Modifica di %@
sv: Redigerar %@

source: Editor Unavailable
de: Editor nicht verfügbar
es: Editor no disponible
fr: Éditeur indisponible
it: Editor non disponibile
sv: Redigeraren är inte tillgänglig

source: End color
de: Endfarbe
es: Color final
fr: Couleur de fin
it: Colore finale
sv: Slutfärg

source: Enter %@ value
de: Wert für %@ eingeben
es: Introducir el valor de %@
fr: Saisir la valeur %@
it: Inserisci il valore di %@
sv: Ange värde för %@

source: Enter a longest edge from 64 to 7680 pixels.
de: Gib eine längste Kante zwischen 64 und 7680 Pixeln ein.
es: Introduce un lado mayor de entre 64 y 7680 píxeles.
fr: Saisissez un côté le plus long compris entre 64 et 7680 pixels.
it: Inserisci un lato maggiore compreso tra 64 e 7680 pixel.
sv: Ange en längsta sida mellan 64 och 7680 pixlar.

source: Enter a value between %@ and %@.
de: Gib einen Wert zwischen %@ und %@ ein.
es: Introduce un valor entre %@ y %@.
fr: Saisissez une valeur comprise entre %@ et %@.
it: Inserisci un valore compreso tra %@ e %@.
sv: Ange ett värde mellan %@ och %@.

source: Enter an exact value
de: Genauen Wert eingeben
es: Introducir un valor exacto
fr: Saisir une valeur exacte
it: Inserisci un valore esatto
sv: Ange ett exakt värde

source: Estimated Bitrate
de: Geschätzte Bitrate
es: Tasa de bits estimada
fr: Débit estimé
it: Bitrate stimato
sv: Uppskattad bithastighet

source: Estimated size %@
de: Geschätzte Größe %@
es: Tamaño estimado %@
fr: Taille estimée %@
it: Dimensione stimata %@
sv: Uppskattad storlek %@

source: Estimates motion at a coarser scale so the controls stay live. Export still renders at high quality.
de: Schätzt die Bewegung in gröberem Maßstab, damit die Bedienelemente flüssig bleiben. Der Export rendert dennoch in hoher Qualität.
es: Estima el movimiento a una escala más gruesa para que los controles sigan respondiendo. La exportación se renderiza igualmente en alta calidad.
fr: Estime le mouvement à une échelle plus grossière pour que les réglages restent réactifs. L'export est quand même rendu en haute qualité.
it: Stima il movimento a una scala più grossolana perché i controlli restino reattivi. L'esportazione viene comunque renderizzata in alta qualità.
sv: Uppskattar rörelsen i grövre skala så att kontrollerna förblir följsamma. Exporten renderas ändå med hög kvalitet.

source: Estimates the motion between two frames and generates the one in between. Highest quality, and the slowest.
de: Schätzt die Bewegung zwischen zwei Frames und erzeugt den dazwischen. Höchste Qualität und am langsamsten.
es: Estima el movimiento entre dos fotogramas y genera el intermedio. La mejor calidad y la más lenta.
fr: Estime le mouvement entre deux images et génère celle du milieu. La meilleure qualité, et la plus lente.
it: Stima il movimento tra due fotogrammi e genera quello intermedio. Qualità massima, e la più lenta.
sv: Uppskattar rörelsen mellan två bildrutor och skapar den däremellan. Högsta kvalitet, och långsammast.

source: Estimates the movement between frames and lines them up before combining them. Without it this is frame averaging, which is what produces trails. Turn it off only for a locked-off shot.
de: Schätzt die Bewegung zwischen den Frames und richtet sie aus, bevor sie kombiniert werden. Ohne das ist dies eine Frame-Mittelung, und genau die erzeugt Schlieren. Schalte es nur bei einer starren Einstellung aus.
es: Estima el movimiento entre fotogramas y los alinea antes de combinarlos. Sin esto es un promediado de fotogramas, que es lo que produce estelas. Desactívalo solo para una toma con cámara fija.
fr: Estime le mouvement entre les images et les aligne avant de les combiner. Sans cela il s'agit d'un moyennage d'images, ce qui produit des traînées. Ne le désactivez que pour un plan parfaitement fixe.
it: Stima il movimento tra i fotogrammi e li allinea prima di combinarli. Senza questo si tratta di una media dei fotogrammi, che è ciò che produce le scie. Disattivalo solo per un'inquadratura del tutto fissa.
sv: Uppskattar rörelsen mellan bildrutor och ställer upp dem innan de kombineras. Utan det blir detta medelvärdesbildning, vilket är det som ger eftersläp. Stäng av det bara för en helt låst tagning.

source: Every animated property keeps the value you can see now.
de: Jede animierte Eigenschaft behält den Wert, den du jetzt siehst.
es: Cada propiedad animada conserva el valor que se ve ahora.
fr: Chaque propriété animée conserve la valeur affichée actuellement.
it: Ogni proprietà animata mantiene il valore visibile ora.
sv: Varje animerad egenskap behåller värdet du ser nu.

source: Every animated property keeps the value you can see now. Masked grades are cleared too.
de: Jede animierte Eigenschaft behält den Wert, den du jetzt siehst. Maskierte Gradings werden ebenfalls gelöscht.
es: Cada propiedad animada conserva el valor que se ve ahora. Los etalonajes enmascarados también se borran.
fr: Chaque propriété animée conserve la valeur affichée actuellement. Les étalonnages masqués sont également effacés.
it: Ogni proprietà animata mantiene il valore visibile ora. Anche i grading mascherati vengono cancellati.
sv: Varje animerad egenskap behåller värdet du ser nu. Maskade gradingar rensas också.

source: Every colour adjustment on the selected mask goes back to neutral. The clip's own grade is not affected.
de: Jede Farbanpassung an der ausgewählten Maske geht zurück auf neutral. Das eigene Grading des Clips bleibt unberührt.
es: Todos los ajustes de color de la máscara seleccionada vuelven a neutro. El etalonaje del propio clip no se ve afectado.
fr: Tous les réglages de couleur du masque sélectionné reviennent au neutre. L'étalonnage du clip lui-même n'est pas affecté.
it: Tutte le regolazioni di colore della maschera selezionata tornano al neutro. Il grading della clip non viene toccato.
sv: Varje färgjustering på den valda masken går tillbaka till neutral. Klippets egen grading påverkas inte.

source: Every colour adjustment on this clip goes back to neutral — look, curves, wheels, HSL and effects. The timeline, text and transforms are not affected.
de: Jede Farbanpassung an diesem Clip geht zurück auf neutral — Look, Kurven, Wheels, HSL und Effekte. Timeline, Text und Transformationen bleiben unberührt.
es: Todos los ajustes de color de este clip vuelven a neutro: look, curvas, ruedas, HSL y efectos. La línea de tiempo, el texto y las transformaciones no se ven afectados.
fr: Tous les réglages de couleur de ce clip reviennent au neutre — look, courbes, roues, TSL et effets. La timeline, le texte et les transformations ne sont pas affectés.
it: Tutte le regolazioni di colore di questa clip tornano al neutro: look, curve, ruote, HSL ed effetti. Timeline, testo e trasformazioni non vengono toccati.
sv: Varje färgjustering på det här klippet går tillbaka till neutral — look, kurvor, hjul, HSL och effekter. Tidslinjen, texten och transformerna påverkas inte.

source: Every colour adjustment on this image goes back to neutral — look, curves, wheels, HSL and effects.
de: Jede Farbanpassung an diesem Bild geht zurück auf neutral — Look, Kurven, Wheels, HSL und Effekte.
es: Todos los ajustes de color de esta imagen vuelven a neutro: look, curvas, ruedas, HSL y efectos.
fr: Tous les réglages de couleur de cette image reviennent au neutre — look, courbes, roues, TSL et effets.
it: Tutte le regolazioni di colore di questa immagine tornano al neutro: look, curve, ruote, HSL ed effetti.
sv: Varje färgjustering på den här bilden går tillbaka till neutral — look, kurvor, hjul, HSL och effekter.

source: Everything outside the outline is removed. Turn on Invert to cut out the object instead.
de: Alles außerhalb der Kontur wird entfernt. Aktiviere „Invertieren“, um stattdessen das Objekt auszuschneiden.
es: Se elimina todo lo que queda fuera del contorno. Activa Invertir para recortar el objeto en su lugar.
fr: Tout ce qui se trouve hors du contour est supprimé. Activez Inverser pour découper l’objet à la place.
it: Viene rimosso tutto ciò che sta fuori dal contorno. Attiva Inverti per ritagliare invece l’oggetto.
sv: Allt utanför konturen tas bort. Slå på Invertera för att i stället klippa ut objektet.

source: Expected %lld entries but found %lld.
de: Erwartet wurden %lld Einträge, gefunden wurden %lld.
es: Se esperaban %lld entradas y se encontraron %lld.
fr: %lld entrées attendues, %lld trouvées.
it: Erano attese %lld voci, ne sono state trovate %lld.
sv: Förväntade %lld poster men hittade %lld.

source: Explore Pro
de: Pro entdecken
es: Descubrir Pro
fr: Découvrir Pro
it: Scopri Pro
sv: Utforska Pro

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
sv: Exportera
